{
  "generatedAt": "2025-09-15T21:00:56Z",
  "pre": [
    {
      "week": 1,
      "start": "2024-08-16",
      "end": "2024-08-22",
      "comment": "Fuimos a Simmons por primera vez y me invitaste a aquellas margaritas en Delirio por las que casi me evaporo, sigo sin creer que valieran lo que valieron.\n\nTambién en esta semana (16) conociste a los sapos y fuimos a la Ruana de Juana. Nuestra primera rumba, las primeras flores que te di y cuando conociste el desorden de mi casa Y LO LEJOS QUE QUEDABA JAJAJAJAJA",
      "photos": [
        "Pre/W1/W1.png"
      ]
    },
    {
      "week": 2,
      "start": "2024-08-23",
      "end": "2024-08-29",
      "comment": "Fui a tu casa luego de estar en el gimnasio, pero todo fue una trampa y me pusiste a conocer a tus papás… GROSERA",
      "photos": [
        "Pre/W2/W2.jpg"
      ]
    },
    {
      "week": 3,
      "start": "2024-08-30",
      "end": "2024-09-05",
      "comment": "Fuimos a Summit a brincar, pero ahí no acaba porque luego de quemar tanta energía nos comimos una perra de la 80, vos chunchurria, yo arepa de queso y como si fuera poco, REMATAMOS con granizado.\n\nTambién compré el kit de emergencias pa cuando vinieras a mi casa con todo lo que encontré que podía servir :D",
      "photos": [
        "Pre/W3/BF5A472A-8E65-4C6D-800B-F820D138C4A2.jpg",
        "Pre/W3/W3 2.jpg",
        "Pre/W3/W3.jpg"
      ]
    },
    {
      "week": 4,
      "start": "2024-09-06",
      "end": "2024-09-12",
      "comment": "Esta semana no pasó nada así grande, pero si recuerdo que compré sábanas y tendidos nuevos solo porque vos me estabas visitando y me daba pena de los que tenía antes JAJAJA\n\nTambién vi par de tweets tirándote y me rei porque se notaba lo tragado que estaba",
      "photos": [
        "Pre/W4/0A3FABBA-817C-4824-9039-916567E927D4.jpg",
        "Pre/W4/IMG_5086.jpg"
      ]
    },
    {
      "week": 5,
      "start": "2024-09-13",
      "end": "2024-09-19",
      "comment": "Esta semana estuve en Bogotá, pero pensando demasiado en vos. En el concierto de Rels en casi todas las canciones sabía que vos eras la mujer con la que quería vivir esas experiencias.",
      "photos": [
        "Pre/W5/0A3FABBA-817C-4824-9039-916567E927D4.jpg"
      ]
    },
    {
      "week": 6,
      "start": "2024-09-20",
      "end": "2024-09-26",
      "comment": "Esta semana ya estaba empezando a planear como pedirte ser tu novio, revisando flores, viendo regalos y pensando en como hacerlo muy especial.",
      "photos": [
        "Pre/W6/17d996ca-0d37-4f71-9dfa-9d7c3e8c1c1e.jpg"
      ]
    },
    {
      "week": 7,
      "start": "2024-09-27",
      "end": "2024-10-03",
      "comment": "LA PREVIA: esta semana pasó de todo:\n\n1. Fuimos a la primera fuesta de la U, pasamos muy bueno y ciertas cosas pasaron ;)\n2. Le mostré fotos tuyas a mi familia.\n3. Fuiste a verme a mis primeros (y últimos) 10km.\n4. Conocimos torbellino y yo solo pensaba en que ya casi, ya casi era el día en que me volvía tu novio.",
      "photos": [
        "Pre/W7/43853A0A-6A80-4C7F-9996-A3885F182AAF.jpg",
        "Pre/W7/IMG_5517.jpg",
        "Pre/W7/W7 2.jpg",
        "Pre/W7/W7 3.jpg",
        "Pre/W7/W7.jpg"
      ]
    }
  ],
  "post": [
    {
      "week": 1,
      "start": "2024-10-04",
      "end": "2024-10-10",
      "comment": "Nos volvimos novios, los planes, las ideas y todo lo que sentía por vos. Al fin era oficial y yo no podía ser más feliz, estaba con la mujer de mi vida.\n\nTAMBIÉN ME ESTAFARON CON LO DEL APTO JAJAJAJAJJA",
      "photos": [
        "Post/W1/77A7B768-3434-4F0F-877E-6D39838F6E16.jpg",
        "Post/W1/A82560FD-3B14-4372-A286-D8E235579633.jpg",
        "Post/W1/W1.jpg"
      ]
    },
    {
      "week": 2,
      "start": "2024-10-11",
      "end": "2024-10-17",
      "comment": "Empezaba la búsqueda de mi nuevo apto,  me ayudaste por todo lado y fuimos a grill, recuerdo que no habían galletas y te querías morir",
      "photos": [
        "Post/W2/IMG_5618.jpg",
        "Post/W2/Screenshot_1.jpg",
        "Post/W2/W2.jpg"
      ]
    },
    {
      "week": 3,
      "start": "2024-10-18",
      "end": "2024-10-24",
      "comment": "Nos disfrazamos de chef y de ratas como Ratatouille, ud la rata más hermosa de todas y conocí a la familia de tu papá.\n\nTambién fue de preparación para el gran momento, comprando todo  para la mudanza, ya me llegó la lavadora y compré ollas, todo  lo compartía con vos y estaba muy emocionado de ser tu novio y empezar una nueva etapa de mi vida",
      "photos": [
        "Post/W3/63185e67-3615-4c8b-a1c9-5622b3f73b77.jpg",
        "Post/W3/IMG_2078.jpg",
        "Post/W3/IMG_5662.jpg",
        "Post/W3/W3.jpg"
      ]
    },
    {
      "week": 4,
      "start": "2024-10-25",
      "end": "2024-10-31",
      "comment": "Fuimos a la finca del cumple de Sofi, conociste aun mejor a mis amigos y pasamos muy bueno y nos reímos demasiado (no dormí un culo pero no son penas)",
      "photos": [
        "Post/W4/IMG_2225.jpg",
        "Post/W4/IMG_2262.jpg",
        "Post/W4/IMG_2289.jpg",
        "Post/W4/W4.jpg"
      ]
    },
    {
      "week": 5,
      "start": "2024-11-01",
      "end": "2024-11-07",
      "comment": "Fuimos a Malevo por primera vez, esa blusa que tenías. La mujer más mamacita que han podido ver mis ojos, te amo de sobremanera",
      "photos": [
        "Post/W5/IMG_5877.jpg",
        "Post/W5/IMG_5899.jpg"
      ]
    },
    {
      "week": 6,
      "start": "2024-11-08",
      "end": "2024-11-14",
      "comment": "SEMANA DE MUDANZA: todo preparado para mi nuevo hogar, siendo una familia feliz en la nueva casa.",
      "photos": [
        "Post/W6/8FEE75EA-4E4E-490F-B99B-7DD8AAB02BD6.jpg",
        "Post/W6/E8840A32-D2D6-4EEC-98DB-BFFE3E5EC382.jpg",
        "Post/W6/IMG_5974.jpg"
      ]
    },
    {
      "week": 7,
      "start": "2024-11-15",
      "end": "2024-11-21",
      "comment": "Fuimos al café al lado de perritos que hoy en día odias, y me diste el juego de cubiertos y el carro de lego de Miniso que hoy en día sigo teniendo :D",
      "photos": [
        "Post/W7/06D65FA4-9958-470B-9B15-EA61F54086DB.jpg",
        "Post/W7/608A60FB-0CD0-47A0-BC05-F8C488342B39.jpg",
        "Post/W7/IMG_6020.jpg"
      ]
    },
    {
      "week": 8,
      "start": "2024-11-22",
      "end": "2024-11-28",
      "comment": "Previa de navidad, empecé a armar el arbol y estuve en tu casa par de días, le tomé fotos a Tommy! :D",
      "photos": [
        "Post/W8/1CF5DF31-37F4-43B6-8CF0-6ED86E07A57A.jpg",
        "Post/W8/IMG_6132.jpg"
      ]
    },
    {
      "week": 9,
      "start": "2024-11-29",
      "end": "2024-12-05",
      "comment": "PRE DICIEMBRE, hubo alborada y también fuimos a comer en un lugar mexicano en Molinos, las fotos te veías super quemada porque estabas en el matrimonio de tu tía. Demasiado tierna. \n\nEsta semana también casi terminamos lol, pero gracias a dios no y acá estamos 1A y con la ayuda de dios le resto de la vida",
      "photos": [
        "Post/W9/31557C14-AD92-4001-B622-C1E344236525.jpg",
        "Post/W9/IMG_6197.jpg",
        "Post/W9/IMG_6198.jpg",
        "Post/W9/IMG_6234.jpg"
      ]
    },
    {
      "week": 10,
      "start": "2024-12-06",
      "end": "2024-12-12",
      "comment": "Me diste flores, una carta y unas galletas deliciosas. Me sentí demasiado especial. Te amo mucho y pasamos dia de velitas juntooooooos",
      "photos": [
        "Post/W10/IMG_6287.jpg",
        "Post/W10/Screenshot_2.jpg"
      ]
    },
    {
      "week": 11,
      "start": "2024-12-13",
      "end": "2024-12-19",
      "comment": "Fuiste a casita y luego fuimos a comer alitas de la floresta, no tan picantes como las de hace poquito JAJAJA. También empecé a ir a verte a trabajar y te tomé par de fotos jejeje",
      "photos": [
        "Post/W11/IMG_6309.jpg",
        "Post/W11/IMG_6314.jpg",
        "Post/W11/IMG_6331.jpg"
      ]
    },
    {
      "week": 12,
      "start": "2024-12-20",
      "end": "2024-12-26",
      "comment": "SEMANA DE NAVIDAD: fuimos a probarnos ropa en un Pull&Bear, conociste a mis papás en persona y nos dimos 800 millones de regalos jejejeje. Después de planearlo tanto pude darte cosas que tenía guardadas hace más de 20 días También mis papás conocieron a tu familia en ese sancocho donde mi papá todo borracho empezó a decir barrabasadas!!!!!",
      "photos": [
        "Post/W12/IMG_6384.jpg",
        "Post/W12/Screenshot_1.jpg"
      ]
    },
    {
      "week": 13,
      "start": "2024-12-27",
      "end": "2025-01-02",
      "comment": "Año nuevo, preparando tu cumpleaños, pensando en que todo salga bien. Preocupado por lo que te estaba pasando en la vida, y amándote cada día más.",
      "photos": [
        "Post/W13/8FFAEF89-8911-48A4-ACDA-E48CA9F421E7.jpg",
        "Post/W13/IMG_6482.jpg",
        "Post/W13/IMG_6521.jpg",
        "Post/W13/IMG_6532.jpg"
      ]
    },
    {
      "week": 14,
      "start": "2025-01-03",
      "end": "2025-01-09",
      "comment": "Cumpleañooooooooooooooooooooooooooooos. Fuimos a la finca de tu tía, pasamos junticos, te entregué el regalo planeadoooooo y pasamos muy bueno. También te diste de cuenta de eso de tu papá y lol, muchas cosas pasaron",
      "photos": [
        "Post/W14/IMG_5032.jpg",
        "Post/W14/IMG_6540.jpg",
        "Post/W14/IMG_6553.jpg"
      ]
    },
    {
      "week": 15,
      "start": "2025-01-10",
      "end": "2025-01-16",
      "comment": "Estuvimos juntos, fuimos a Emilianos a comer taquitos yno mucho más, seguimos amandonos",
      "photos": [
        "Post/W15/F6D33743-4458-4F05-A8A8-05DD43FF34E5.jpg",
        "Post/W15/IMG_6642.jpg"
      ]
    },
    {
      "week": 16,
      "start": "2025-01-17",
      "end": "2025-01-23",
      "comment": "Muchas cosas pasaron esta semana. Fuimos a patinar, te fui a ver al trabajo. Patinando me quebré el culo muchas veces lol y ud solo se burlaba!!!!!!!\n\nTambién comimos en parmessano en Laureles y ud no pudo con ese baldado de pastas",
      "photos": [
        "Post/W16/77bbe49c-b114-45f1-b263-af057320fe7f.jpg",
        "Post/W16/aa54524b-893f-4d02-80d7-b355ba16bcb5.jpg",
        "Post/W16/IMG_6680.jpg"
      ]
    },
    {
      "week": 17,
      "start": "2025-01-24",
      "end": "2025-01-30",
      "comment": "Me llevaste a dulce paladar por primera vez. Salimos a callejiar y manejé el carro de tu mamá",
      "photos": [
        "Post/W17/9a98a97b-644f-4d59-9891-f3df268e61b2.jpg",
        "Post/W17/9ff74a5f-f279-4626-85af-b806e268bfc2.jpg",
        "Post/W17/IMG_6763.jpg"
      ]
    },
    {
      "week": 18,
      "start": "2025-01-31",
      "end": "2025-02-06",
      "comment": "Fuimos a comer pizza, salimos al cumple de Matías jugando paintball, nos tomamos fotos lindas YYYYY SALIMOS DE VIAJE PARA URABÁ A NUESTRO PASEITO DE TU CUMPLEAÑOOOOOOOS",
      "photos": [
        "Post/W18/IMG_5804.jpg",
        "Post/W18/IMG_6104.jpg",
        "Post/W18/IMG_6802.jpg"
      ]
    },
    {
      "week": 19,
      "start": "2025-02-07",
      "end": "2025-02-13",
      "comment": "Conociste a Apartadó, te llevé a comer heladito yu te hice un minitour del pueblo. Fuimos a comer salvajada y ummmm demasiado grande\n\nSalimos rumbo a Capurganá, mi papá madrugó a llevarnos y llegamos a tomar piña colada, a conocer el pueblito, a disfrutar la playaaaaa.\n\nMe enseñaste a bailar salsa en un barcito increíble en Capurganá, sigue siendo uno de mis recuerdos más preciados.\n\nConocimos Panamá (La Miel) y compramos bastante trago JAJAJAJA y ajue el hijueputa esa caminata desde la miel hasta sapzurro.\n\nSeguimos conociendo Capurganá y ya nos devolvimos, de allí vimos Apartadó y fuimos a callejiar un poco y ya de vuelta pa Med",
      "photos": [
        "Post/W19/download.gif",
        "Post/W19/IMG_6190.jpg",
        "Post/W19/IMG_6194.jpg",
        "Post/W19/IMG_6301.jpg",
        "Post/W19/IMG_6333.jpg",
        "Post/W19/IMG_6430.jpg",
        "Post/W19/IMG_6569.jpg",
        "Post/W19/IMG_6609.jpg",
        "Post/W19/IMG_6845.jpg",
        "Post/W19/IMG_6867.jpg",
        "Post/W19/IMG_6873.jpg",
        "Post/W19/IMG_6921.jpg",
        "Post/W19/IMG_6927.jpg",
        "Post/W19/IMG_6989.jpg",
        "Post/W19/IMG_7003.jpg",
        "Post/W19/IMG_7007.jpg"
      ]
    },
    {
      "week": 20,
      "start": "2025-02-14",
      "end": "2025-02-20",
      "comment": "Esta semana fuimos a montar karts en molinos y estuvimos en la azotea del CC. Recuerdo que te chocaste y me burlé mucho de vos porque no podías salir pero si me preocupé primero de que todo estuviera bien.\n\nTambién ese día te hice enojar porque te dije \"Quien le preguntó\" cuando me contabas algo importante. Me dejé llevar.\nTambién hicimos UNAS SALCHIPAPAS que aun pienso en ellas ocasionalmente",
      "photos": [
        "Post/W20/IMG_7380.jpg",
        "Post/W20/IMG_7392.jpg",
        "Post/W20/IMG_7394.jpg",
        "Post/W20/IMG_7401.jpg"
      ]
    },
    {
      "week": 21,
      "start": "2025-02-21",
      "end": "2025-02-27",
      "comment": "Me viniste a visitar a la casa y te tomé unas fotos con Luana muy bonitas mientras estudiabas. También fuimos a comer al lugar que queda en el barrio y ese día olía HORRIBLE a miados, pero esas salchipapas estaban deliciosas. \n\nYa también luego en la semana fui a visitarte y comimos empanadas en la iglesia por tu casa.",
      "photos": [
        "Post/W21/IMG_7412.jpg",
        "Post/W21/IMG_7416.jpg",
        "Post/W21/IMG_7457.jpg"
      ]
    },
    {
      "week": 22,
      "start": "2025-02-28",
      "end": "2025-03-06",
      "comment": "Mi mamá llegó esta semana a Medellín y salimos en el carro de ella, te veías hermosa con esa blusa roja.\nTambién te compré un cepillo de dientes para que tengas cada vez que vengas a mi casa.\nDe mesiversario fuimos a sushi burrito y nos comemos un burrito del tamaño de tu cabeza y luego fuimos a Hot Ice. Te veías demasiado mamacita ese día",
      "photos": [
        "Post/W22/4740CE3A-786A-4377-A861-6959AE99EBA5.jpg",
        "Post/W22/IMG_7134.jpg",
        "Post/W22/IMG_7136.jpg",
        "Post/W22/IMG_7495.jpg",
        "Post/W22/IMG_7535.jpg"
      ]
    },
    {
      "week": 23,
      "start": "2025-03-07",
      "end": "2025-03-13",
      "comment": "Te visité en la universidad y estuve trabajando.\n\nTe llevé un lego de Miniso y no lo terminamos de armar PORQUE FALTABA UNA GRAN HIJUEPUTA PARTE y les hice nachos a vos y a Matías y bof, que delicia.\n\nFuimos a tomar a BBC de la 70 y te pusiste una chaqueta verde. Te veías hermosa amor, me encantas mucho.",
      "photos": [
        "Post/W23/IMG_7539.jpg",
        "Post/W23/IMG_7609.jpg",
        "Post/W23/Screenshot_1.jpg",
        "Post/W23/Screenshot_2.jpg",
        "Post/W23/Screenshot_3.jpg"
      ]
    },
    {
      "week": 24,
      "start": "2025-03-14",
      "end": "2025-03-20",
      "comment": "ESTA SEMANA ADOPTAMOS A NIEVE, LITERAL NUESTRA HIJA LA AMAMOS LA ADORAMOS, INCREÍBLE SEMANA.\n\nTambién fuimos a comer a Il Forno en el Viva y ud odió su lasagna, no te tocaba definitivamente.\n\nTambién fuimos a entrenar al Santa Fe esa semana, un set deportivo rosado que jum, que bebesote",
      "photos": [
        "Post/W24/97c95cb7-a0f1-485b-868c-7c466ebc8626.jpg",
        "Post/W24/IMG_7648.jpg",
        "Post/W24/IMG_7656.jpg",
        "Post/W24/IMG_7722.jpg",
        "Post/W24/IMG_7748.jpg"
      ]
    },
    {
      "week": 25,
      "start": "2025-03-21",
      "end": "2025-03-27",
      "comment": "Semana de clásico, nos fuimos a comer a Monkey y ud se puso mi gorra del DIM, que bebesote.\n\nTambién esa semana se graduó Maria, ent vino Camilo y estuvimos donde la hermana de Maria, tenías un vestido verde. Muy hermosa amor",
      "photos": [
        "Post/W25/IMG_7788.jpg",
        "Post/W25/IMG_7807.jpg",
        "Post/W25/IMG_7842.jpg",
        "Post/W25/IMG_7861.jpg"
      ]
    },
    {
      "week": 26,
      "start": "2025-03-28",
      "end": "2025-04-03",
      "comment": "Estuvimos en casita con las gatas y se asomaron por la ventana juntas por primera vez como hermanitas.\nEsa semana dejaste la billetera y cosmetiqueta en mi casa, desordenada parcera",
      "photos": [
        "Post/W26/IMG_7887.jpg",
        "Post/W26/IMG_7895.jpg",
        "Post/W26/Screenshot_4.jpg"
      ]
    },
    {
      "week": 27,
      "start": "2025-04-04",
      "end": "2025-04-10",
      "comment": "Esta semana cumplimos un mes más, fuimos a Da Pranzo y vos te comista la pizza más deliciosa del mundo y yo el sanduche más maluco de la hijueputa ciudad.\nEsa misma noche que cumplimos mes, en la casa nos estábamos tomando un vinito y regué en el escritorio y dañé los audífonos inalámbricos JAJAJAJA",
      "photos": [
        "Post/W27/IMG_7748.jpg",
        "Post/W27/IMG_7752.jpg",
        "Post/W27/IMG_7758.jpg",
        "Post/W27/IMG_7998.jpg"
      ]
    },
    {
      "week": 28,
      "start": "2025-04-11",
      "end": "2025-04-17",
      "comment": "Salimos a rumbear a Provenza, pasamos bueno vos y yo solos (pasó esa tragedia horrible con esa maluca en Hot Ice). Y lo más importante, te veías HERMOSA, AMOR WOW",
      "photos": [
        "Post/W28/IMG_8119.jpg",
        "Post/W28/IMG_8128.jpg",
        "Post/W28/IMG_8131.jpg"
      ]
    },
    {
      "week": 29,
      "start": "2025-04-18",
      "end": "2025-04-24",
      "comment": "Fuimos al Mc de Laureles y te molesté por lo de que me ibas a terminar, pero comimos delicioso y estuvimos juntos.",
      "photos": [
        "Post/W29/4EB76654-71EF-4E44-99D4-4EB324FEAFA9.jpg",
        "Post/W29/IMG_8206.jpg"
      ]
    },
    {
      "week": 30,
      "start": "2025-04-25",
      "end": "2025-05-01",
      "comment": "Fuimos al BBC con Nolo y Vale. Salimos a comer heladito y no mucho más.",
      "photos": [
        "Post/W30/3903C243-90BC-4789-ADA9-3F8A86051891.jpg",
        "Post/W30/IMG_8249.jpg"
      ]
    },
    {
      "week": 31,
      "start": "2025-05-02",
      "end": "2025-05-08",
      "comment": "Fuimos a comer a Simmons por 2da vez, esa pizza estaba maravillosa, wow. También fuimos a comer picada en Buenos Aires y uy amor, delicioso todo menos esa cosa caramelizada.\nFinalmente fuimos a Guadalupe y me maravillé, amor ud me llevó a conocer la gloria.",
      "photos": [
        "Post/W31/633F4FFC-A272-475F-966A-1C05B8178865.jpg",
        "Post/W31/8FE0FF58-13E1-48B0-A9F2-B1F8053F204A.jpg",
        "Post/W31/IMG_8270.jpg",
        "Post/W31/IMG_8272.jpg"
      ]
    },
    {
      "week": 32,
      "start": "2025-05-09",
      "end": "2025-05-15",
      "comment": "Fuimos al concierto de Rels, demasiado bueno ese concierto, literal el highlight de la semana.",
      "photos": [
        "Post/W32/IMG_8465.jpg",
        "Post/W32/IMG_8481.jpg"
      ]
    },
    {
      "week": 33,
      "start": "2025-05-16",
      "end": "2025-05-22",
      "comment": "Vos siendo una fashion icon, recuerdo que te tomé fotos y las odiaste todas JAJAJAJA. Esa semana fuimos al cumple de Vale en Manila y estuve haciendote visita, tengo par de fotos de Danger.\nHIGHLIGHT: cumplí años y mi novia preciosa me organizó la fiesta más maravillosa del mundo, temática minecraft, todos mis amigos, todo pasé super bueno. Amor te amo demasiado",
      "photos": [
        "Post/W33/IMG_8440.jpg",
        "Post/W33/IMG_8495.jpg",
        "Post/W33/IMG_8527.jpg",
        "Post/W33/IMG_8568.jpg"
      ]
    },
    {
      "week": 34,
      "start": "2025-05-23",
      "end": "2025-05-29",
      "comment": "Amor lol, de esta semana no tengo absolutamente ninguna foto de los dos o de actividades. Seguramente fui a verte pero no nos tomamos foticos. Dejo una fotico de las gatas para ser feliz :D",
      "photos": [
        "Post/W34/1E1DD332-65F8-4BF6-BBF2-44416345C541.jpg"
      ]
    },
    {
      "week": 35,
      "start": "2025-05-30",
      "end": "2025-06-05",
      "comment": "Te fui a ver al negocio y te tomé una fotico, vos muy chic.\n\nEsa semana se enfermó nieve y la llevé al veterinario, chillona que es. Vos super preocupada por ella",
      "photos": [
        "Post/W35/5700CD2E-1B8D-4AF7-AAB1-00F119C77C23.jpg",
        "Post/W35/834FE562-153A-4EB6-A3E0-ACB7E73819D3.jpg"
      ]
    },
    {
      "week": 36,
      "start": "2025-06-06",
      "end": "2025-06-12",
      "comment": "Ud estuvo en casita y estuvimos junticos esta semana",
      "photos": [
        "Post/W36/IMG_8727.jpg"
      ]
    },
    {
      "week": 37,
      "start": "2025-06-13",
      "end": "2025-06-19",
      "comment": "Tenía una reu y vos estabas en casita, nos tomamos una fotico y quedamos increíbles. Esa noche fuimos a comer perra de la 80 y wow",
      "photos": [
        "Post/W37/IMG_8774.jpg",
        "Post/W37/IMG_8778.jpg"
      ]
    },
    {
      "week": 38,
      "start": "2025-06-20",
      "end": "2025-06-26",
      "comment": "Amorchi, de esta semana no tengo foticos, nuevamente perdón. Pero lo más seguro ese que si nos vemos y estuvimos junticos. Puse un migao que me comí esa semana como evidencia de que nos vimos",
      "photos": [
        "Post/W38/IMG_8813.jpg"
      ]
    },
    {
      "week": 39,
      "start": "2025-06-27",
      "end": "2025-07-03",
      "comment": "Esta semana el rojo perdió una final más. Llegaste al BBC luego de trabajar a parchar con todos los muchachos, también una sola recocha de ud para mí.\n\nTambién fuimos a ese mirador en El Cielo y tomamos alguito y pasamos sabroso, vimos los letreros de PROHIBIDO CULEAR EN EL BAÑO",
      "photos": [
        "Post/W39/C76D5E9E-9B53-49B2-88AE-36EFC9EAC10A.jpg",
        "Post/W39/IMG_9578.jpg",
        "Post/W39/IMG_9583.jpg"
      ]
    },
    {
      "week": 40,
      "start": "2025-07-04",
      "end": "2025-07-10",
      "comment": "Estuvimos en Molinos y nos tomamos una foto en un mueble en Tennis, antecito de salir y ya fui a visitarte al negocio y estuvimos juntos luego de que salieras.",
      "photos": [
        "Post/W40/IMG_8883.jpg",
        "Post/W40/IMG_8952.jpg"
      ]
    },
    {
      "week": 41,
      "start": "2025-07-11",
      "end": "2025-07-17",
      "comment": "Semana de feria de motos. Fuimos a ver y me monté en una y ud solo me quería tomar una foto jajajajaja. Nos comimos un heladito con Matías previo a ir a ese restaurante italiano que por 100k comimos como pa 4. Te veías hermosa ese día, las fotos que te tomé, wow.",
      "photos": [
        "Post/W41/77f13abf-8dec-4244-82a2-a1707c0b9143.jpg",
        "Post/W41/IMG_9054.jpg",
        "Post/W41/IMG_9860.jpg",
        "Post/W41/IMG_9865.jpg",
        "Post/W41/IMG_9882.jpg"
      ]
    },
    {
      "week": 42,
      "start": "2025-07-18",
      "end": "2025-07-24",
      "comment": "Fuimos al cumple de Nolo en Malevo, luego a Konbini y pasamos bien bueno. Nos tomamos par de foticos con la bola de disco detrás y yo cerrando los ojos como cosa rara, valeverga que soy.\nTambién fuimos al Éxito del Viva Laureles y me diste la CC de tu tía, def me cambiaste la vida JAJAJAJAJ. también nieve se metió a la lavadora",
      "photos": [
        "Post/W42/IMG_9087.jpg",
        "Post/W42/IMG_9093.jpg",
        "Post/W42/IMG_9124.jpg"
      ]
    },
    {
      "week": 43,
      "start": "2025-07-25",
      "end": "2025-07-31",
      "comment": "Fuimos a la fiesta de la U, eso pasó de todo y mejor no escribirlo pero ufffffff.  Esa semana también te llevé un burrito al trabajo que te tocó de seguido todo el día, y almorzamos junticos.",
      "photos": [
        "Post/W43/2B7BAE4E-2A0A-40B3-9C32-8DA201E08F1F.jpg",
        "Post/W43/3963115D-2369-4E2B-8717-54BD3B07ED70.jpg"
      ]
    },
    {
      "week": 44,
      "start": "2025-08-01",
      "end": "2025-08-07",
      "comment": "Te mandé florecitas, cumplimos mes. Se me olvidó que cumplimos mes y lo siento muchísimo y te llevé flores y una carta y me comporté como hombre recién perdonado por eso. Te amo mucho, disculpame la vida.\nTambién me fui a trabajar en tu casa y recuerdo que estuvimos desde el medio día juntos y luego fuimos al gimnasio.",
      "photos": [
        "Post/W44/IMG_9254.jpg"
      ]
    },
    {
      "week": 45,
      "start": "2025-08-08",
      "end": "2025-08-14",
      "comment": "Fuimos al gimnasio y amor, jaj, esa semana se me iba a estallar el brazo. No tengo más foticos de esta semana, mala mía.",
      "photos": [
        "Post/W45/9cf79135-1653-41f2-8dc4-d0e605ff4ede.jpg"
      ]
    },
    {
      "week": 46,
      "start": "2025-08-15",
      "end": "2025-08-21",
      "comment": "Amor, esta semana te tomé foticos dormida pero no las pongo por el respeto que te tengo, muy tierna. Compré un café para Camilo yp ara mí, también fuimos a Simmons esa semana con Maria y Camilo porq ya se nos iba Camilo.",
      "photos": [
        "Post/W46/04B4D025-541A-4680-BF0D-9E3AD94BFCF2.jpg",
        "Post/W46/IMG_0623.jpg",
        "Post/W46/IMG_0636.jpg"
      ]
    },
    {
      "week": 47,
      "start": "2025-08-22",
      "end": "2025-08-28",
      "comment": "Esta semana estuviste en casita, se te quedó el desodorante recién comprado JAJAJAJA. También fuimos a que te arreglaran las uñas y estuve daydrinkeando a las 10 am ",
      "photos": [
        "Post/W47/1EDDEBF5-7205-4B8F-945C-51228EABCFF1.jpg",
        "Post/W47/F3539CCF-9BA9-4C71-833D-F6202691366F.jpg"
      ]
    },
    {
      "week": 48,
      "start": "2025-08-29",
      "end": "2025-09-04",
      "comment": "Esta semana también empecé con este proyecto, entonces mientras preparaba tu regalo de 11 meses, iba creando mucho de esto.\n\n11 MESEEEES, YA CASIIIII. Fuimos a comer a un restaurante delicioso, te veías demasiado hermosa amor. Nos tomamos alguito, estuvimos juntos, mejor dicho, todo perfecto. Te llevé flores también pero no le tomé fotos LOL.",
      "photos": [
        "Post/W48/IMG_0999.jpg",
        "Post/W48/IMG_1012.jpg",
        "Post/W48/IMG_1048.jpg"
      ]
    },
    {
      "week": 49,
      "start": "2025-09-05",
      "end": "2025-09-11",
      "comment": "Continúo documentanto todo. Al hacerlo me doy de cuenta de que no tengo muchas fotos de las últimas semanas, por lo tanto, se viene una cantidad insana de fotos y ud no sabrá por qué yo tan cansón JAJAJAJAAJAJ. \n\nNos vimos el domingo pero no nos tomamos fotos, te llevé una perra de Pajarito y la disfrutaste mucho.\n\nLuego te hice comidita en casa y te propuse tomarnos más fotos, pero vos no sabes que es por esta razón jejejejeeejejje.\nAl día siguiente me hiciste arroz con leche y fuimos al gimnasio juntos. Que arroz con leche tan rico wow. Jugamos a las palabras que dice el otro y en el gimnasio nos hicimos un masajito",
      "photos": [
        "Post/W49/IMG_1138.jpg",
        "Post/W49/IMG_1150.jpg",
        "Post/W49/IMG_1152.MOV.jpg",
        "Post/W49/IMG_9631.jpg",
        "Post/W49/IMG_9642.jpg",
        "Post/W49/Screenshot_4.jpg"
      ]
    },
    {
      "week": 50,
      "start": "2025-09-12",
      "end": "2025-09-18",
      "comment": "Esta semana hicimos un simulacro decembrino con los muchachos y nos tomamos una de esas fotos que le vamos a mostrar a nuestros hijos. Ya el domingo te hice visita y sacamos a tommy, ud me hizo un video corriendo con él lol.",
      "photos": [
        "Post/W50/14a07f21-b59d-4b87-b3c0-7c4ffa85f7ff.jpg",
        "Post/W50/a03c2f7e-0c97-487b-9d11-3b7ce4e49adc.jpg",
        "Post/W50/d263997e-3efe-4049-8d6a-03b5de9be259.jpg"
      ]
    },
    {
      "week": 51,
      "start": "2025-09-19",
      "end": "2025-09-25",
      "comment": "Test - Week 51",
      "photos": []
    },
    {
      "week": 52,
      "start": "2025-09-26",
      "end": "2025-10-02",
      "comment": "Test - Week 52",
      "photos": []
    }
  ]
}